
let initialState = [
    {
        titleCharts: "Продажи кофе с собой",
        data: [
            ["Name", "Sales"],
            ["АЗС 1", 200],
            ["АЗС 2", 50],
            ["Вкусмарт 1", 250],
            ["Вкусмарт 2", 280],
            ["Магазин", 320],
        ]
    },
    {
        titleCharts: "Поступление оплаты",
        data: [
            ["Name", "Sales"],
            ["АЗС 1", 80000],
            ["АЗС 2", 35000],
            ["Вкусмарт 1", 90000],
            ["Вкусмарт 2", 95000],
            ["Магазин", 93000],
        ]
    },
    {
        titleCharts: "Отгружено ингредиентов",
        data: [
            ["Name", "Sales"],
            ["Молоко", 5000],
            ["Шоколад", 3000],
            ["Сахар", 6000],
            ["Размешиватель", 4000],
            ["Стаканчик", 1000],
        ]
    },
    {
        titleCharts: "Отгружено Кофе",
        data: [
            ["Name", "Sales"],
            ["АЗС 1", 2000],
            ["АЗС 2", 500],
            ["Вкусмарт 1", 1500],
            ["Вкусмарт 2", 1500],
            ["Магазин", 2000],
        ]
    }
];

const section1Reducer = (state = initialState, action) => {


    return state;
}

export default section1Reducer;